[
  {
    "id": "1",
    "imageUrl": "/assets/images/placeholder-2.webp",
    "title": "Bantu Korban Banjir Bandang",
    "description": "Banjir bandang yang melanda daerah Bogor telah mengakibatkan ratusan keluarga kehilangan tempat tinggal dan harta benda mereka. Kondisi air yang terus meninggi membuat akses ke pemukiman warga sangat sulit dijangkau. Banyak anak-anak dan lansia yang membutuhkan pertolongan segera.\n\nKami mengajak Anda untuk turut berpartisipasi dalam upaya pemulihan kehidupan para korban banjir. Dana yang terkumpul akan digunakan untuk penyediaan makanan, pakaian layak, obat-obatan, serta pembangunan kembali rumah-rumah yang rusak. Mari bersama-sama memberikan harapan baru bagi mereka yang terdampak bencana ini.",
    "progress": 75,
    "needed": 100000000,
    "raised": 75000000,
    "tags": ["bencana", "banjir", "prioritas"],
    "creator": "Yayasan Peduli Sesama"
  },
  {
    "id": "2",
    "imageUrl": "/assets/images/placeholder.webp",
    "title": "Beasiswa Anak Yatim Piatu",
    "description": "Pendidikan adalah hak setiap anak, termasuk anak-anak yatim piatu yang kehilangan orang tua mereka. Saat ini, ada puluhan anak yatim piatu berprestasi yang terancam putus sekolah karena keterbatasan biaya. Mereka memiliki potensi luar biasa namun terhalang oleh kondisi ekonomi yang tidak memadai.\n\nProgram beasiswa ini bertujuan untuk memastikan bahwa anak-anak yatim piatu dapat melanjutkan pendidikan mereka tanpa khawatir tentang biaya sekolah, buku, seragam, dan kebutuhan pendidikan lainnya. Dengan dukungan Anda, kita dapat mengubah masa depan mereka dan memberikan kesempatan untuk meraih cita-cita setinggi langit.",
    "progress": 45,
    "needed": 50000000,
    "raised": 22500000,
    "tags": ["pendidikan", "beasiswa", "anak yatim"],
    "creator": "Rumah Yatim Indonesia"
  },
  {
    "id": "3",
    "imageUrl": "/assets/images/placeholder-2.webp",
    "title": "Renovasi Rumah Ibadah",
    "description": "Masjid Al-Ikhlas yang terletak di tengah desa telah menjadi pusat kegiatan ibadah dan sosial masyarakat selama puluhan tahun. Namun, seiring berjalannya waktu, kondisi bangunan masjid mengalami kerusakan yang cukup parah. Atap bocor, dinding retak, dan lantai yang mulai rusak membuat aktivitas ibadah menjadi kurang nyaman dan aman.\n\nKami membutuhkan bantuan dari para dermawan untuk melakukan renovasi menyeluruh. Dana yang terkumpul akan digunakan untuk memperbaiki atap, mengganti lantai, memperbaiki dinding, serta meningkatkan fasilitas wudhu dan toilet. Dengan renovasi ini, masjid dapat kembali menjadi tempat yang layak dan nyaman untuk beribadah bagi seluruh jamaah.",
    "progress": 60,
    "needed": 75000000,
    "raised": 45000000,
    "tags": ["renovasi", "masjid", "ibadah"],
    "creator": "DKM Al-Ikhlas"
  },
  {
    "id": "4",
    "imageUrl": "/assets/images/placeholder-2.webp",
    "title": "Pengobatan Gratis untuk Dhuafa",
    "description": "Akses terhadap layanan kesehatan yang berkualitas masih menjadi tantangan besar bagi masyarakat kurang mampu. Banyak dari mereka yang harus menunda atau bahkan mengabaikan pengobatan karena tidak mampu membayar biaya kesehatan. Kondisi ini sering kali memperburuk penyakit yang sebenarnya bisa dicegah atau diobati sejak dini.\n\nKlinik Sehat Bersama menghadirkan program pengobatan gratis yang mencakup pemeriksaan umum, pemberian obat-obatan, dan konsultasi kesehatan. Program ini telah membantu ratusan keluarga mendapatkan layanan kesehatan yang layak. Dengan dukungan Anda, kami dapat memperluas jangkauan layanan dan membantu lebih banyak lagi masyarakat dhuafa yang membutuhkan.",
    "progress": 30,
    "needed": 80000000,
    "raised": 24000000,
    "tags": ["kesehatan", "pengobatan", "prioritas"],
    "creator": "Klinik Sehat Bersama"
  },
  {
    "id": "5",
    "imageUrl": "/assets/images/placeholder-2.webp",
    "title": "Bantuan Sembako Ramadan",
    "description": "Bulan Ramadan adalah bulan penuh berkah dan berbagi. Namun, tidak semua keluarga dapat menikmati bulan suci ini dengan layak karena keterbatasan ekonomi. Banyak keluarga kurang mampu yang kesulitan memenuhi kebutuhan pokok mereka, apalagi untuk menyediakan makanan berbuka puasa yang memadai.\n\nProgram bantuan sembako Ramadan ini akan menyalurkan paket sembako berisi beras, minyak goreng, gula, teh, kurma, dan kebutuhan pokok lainnya kepada keluarga-keluarga yang membutuhkan. Setiap paket dirancang untuk mencukupi kebutuhan satu keluarga selama satu bulan penuh. Mari berbagi kebahagiaan di bulan Ramadan dengan membantu saudara kita yang membutuhkan.",
    "progress": 90,
    "needed": 60000000,
    "raised": 54000000,
    "tags": ["sosial", "sembako", "ramadan"],
    "creator": "Lembaga Zakat Nasional"
  },
  {
    "id": "6",
    "imageUrl": "/assets/images/placeholder-2.webp",
    "title": "Pembangunan Sekolah Daerah Terpencil",
    "description": "Di pelosok Indonesia, masih banyak anak-anak yang harus berjalan berkilo-kilometer untuk mencapai sekolah terdekat. Beberapa desa bahkan belum memiliki fasilitas pendidikan yang memadai, sehingga banyak anak terpaksa tidak bersekolah. Kondisi ini menjadi hambatan serius bagi masa depan generasi muda di daerah terpencil.\n\nGerakan Indonesia Mengajar berinisiatif membangun sekolah di salah satu desa terpencil yang sangat membutuhkan. Proyek ini mencakup pembangunan gedung sekolah dengan 6 ruang kelas, perpustakaan, dan fasilitas sanitasi yang layak. Dengan adanya sekolah ini, ratusan anak akan mendapatkan akses pendidikan yang lebih mudah dan berkualitas. Bersama-sama, kita dapat menciptakan masa depan yang lebih cerah bagi anak-anak Indonesia.",
    "progress": 20,
    "needed": 200000000,
    "raised": 40000000,
    "tags": ["pendidikan", "infrastruktur", "prioritas"],
    "creator": "Gerakan Indonesia Mengajar"
  },
  {
    "id": "7",
    "imageUrl": "/assets/images/placeholder-2.webp",
    "title": "Air Bersih untuk Desa Kering",
    "description": "Akses terhadap air bersih adalah kebutuhan dasar yang sayangnya belum bisa dinikmati oleh warga di beberapa desa. Desa ini mengalami kekeringan berkepanjangan setiap tahun, memaksa warga untuk berjalan jauh mencari sumber air atau membeli air dengan harga mahal. Kondisi ini sangat memberatkan kehidupan sehari-hari mereka.\n\nAksi Cepat Tanggap merencanakan pembangunan sumur bor yang dapat menyediakan air bersih untuk seluruh warga desa. Dengan instalasi sumur bor yang tepat, diperkirakan lebih dari 500 kepala keluarga akan mendapatkan akses air bersih yang mudah dan terjangkau. Proyek ini tidak hanya memberikan solusi jangka pendek, tetapi juga keberlanjutan akses air bersih untuk generasi mendatang.",
    "progress": 55,
    "needed": 90000000,
    "raised": 49500000,
    "tags": ["infrastruktur", "air bersih", "desa"],
    "creator": "Aksi Cepat Tanggap"
  }
]
